{
    "canvas_text_1": "Business Software Tailored to Your Needs",
    "canvas_text_2": "Maximise Your Potential with Software Solutions",
    "custom_software_development": "Customised Software Development",
    "software_desc": "Our team excels in developing custom software solutions that perfectly align with your business requirements. Using industry-leading technologies such as Spring Boot, Angular, HTML, CSS, and JPA, we create scalable and robust applications that empower your organisation to thrive in the digital landscape.",
    "frontend_title": "Frontend Development",
    "frontend_desc": "Our frontend development services focus on creating engaging and user-friendly interfaces that enhance the user experience. Our skilled team of frontend developers is proficient in HTML, CSS, and JavaScript, ensuring seamless integration of design and functionality. We stay up to date with the latest frontend frameworks, such as Angular, to deliver visually stunning and responsive web applications. Whether it's crafting intuitive user interfaces or optimising website performance, our frontend development expertise ensures your online presence captivates and engages your target audience.",
    "web-development-experience-title": "The average Cybethics employee has",
    "backend_title": "Backend Development",
    "backend_desc": "Our backend development services revolve around building robust and scalable architectures that power your software applications. Our experienced team of backend developers specialises in programming languages like Java, Python, as well as frameworks like Spring Boot and Quarkus. We leverage our expertise in database design, API integrations, and server-side technologies to ensure efficient data management, seamless communication, and secure data exchange. With our backend development solutions, you can expect reliable performance, strong data security, and the foundation for a successful software application.",
    "years_of_experience": "years development experience",
    "technologies_known": "technologies in his backpack",
    "average_certificates": "different certifications acquired",
    "tech_stack_experience": "technological possibilities",
    "mobile_app_development_title": "Mobile App Development",
    "mobile_app_development": "Mobile App Development",
    "mobile_app_desc": "We specialise in crafting intuitive and feature-rich mobile applications for iOS and Android platforms. Leveraging our expertise in native and hybrid app development, we create seamless user experiences, leveraging technologies such as Swift, Kotlin, Java, React Native, and Flutter.",
    "uiux_design": "UI/UX Design",
    "uiux_desc": "Emphasise your focus on creating intuitive and visually appealing user interfaces (UI) and delivering exceptional user experiences (UX). Mention your expertise in crafting user-friendly navigation, engaging interactions, and seamless transitions.",
    "performance_title": "Performance Optimisation",
    "performance_desc": "Showcase your ability to optimise mobile app performance to ensure smooth and efficient operation. Highlight your techniques for minimising app load times, reducing memory usage, and optimising battery consumption.",
    "app_security": "App Security",
    "security_desc": "Highlight your commitment to ensuring the security of mobile applications. Mention your expertise in implementing robust security measures, such as data encryption, secure user authentication, and protection against common security vulnerabilities.",
    "cross_platform": "Cross-Platform",
    "cross_platform_desc": "With cross-platform development technologies like Flutter apps can be developed for multiple platforms in one",
    "app_security_title": "App Security",
    "app_security_desc": "Highlight your commitment to ensuring the security of mobile applications. Mention your expertise in implementing robust security measures, such as data encryption, secure user authentication, and protection against common security vulnerabilities.",
    "data_encryption": "encryption",
    "user_authentication": "authentication",
    "protection_measures": "protection",
    "native_title": "Native",
    "native_desc": "Highlight your proficiency in developing mobile applications for iOS and Android platforms. Mention your experience with specific versions of iOS and Android, as well as any additional platforms you may support.",
    "ios_and_android": "iOS and Android",
    "ios_android_versions": "iOS and Android",
    "swift_title": "Swift",
    "swift_subtitle": "(iOS)",
    "android_sdk_title": "Android SDK",
    "android_subtitle": "(Android)",
    "native_adv_disadvantages": "Advantages and disadvantages of native app programming:",
    "better_perf": "Better app performance",
    "native_exp": "Native user experience",
    "device_features_access": "More access to device features",
    "os_flexibility": "OS change flexibility",
    "dev_time_cost": "Development time and cost",
    "maint_cost": "Maintenance cost",
    "cross_platform_title": "Cross-Platform",
    "flutter_title": "Flutter",
    "flutter_desc": "With cross-platform development technologies like Flutter apps can be developed for multiple platforms in one go.",
    "pro_faster_dev": "Faster development",
    "pro_maintenance_all_platforms": "Maintenance deployed on all platforms",
    "pro_single_codebase": "Single codebase",
    "con_performance_limitations": "Performance limitations",
    "con_platform_specific": "Limited platform-specific features",
    "con_os_updates": "Difficulties on operating system updates",
    "devops_title": "DevOps",
    "devops_desc": "Our DevOps experts streamline your software development and deployment processes, enabling faster and more reliable releases. We implement containerisation techniques using platforms like Docker and orchestration tools like Kubernetes, ensuring scalability, portability, and ease of management.",
    "serverless_title": "Severless Functions",
    "serverless_desc": "Experience the benefits of serverless computing with our serverless functions development services. We design and build serverless architectures using platforms like AWS Lambda, Azure Functions, and Google Cloud Functions, enabling you to focus on business logic without worrying about infrastructure management.",
    "api_integration_title": "External API Integrations",
    "api_integration_desc": "We facilitate seamless integration of third-party APIs into your software ecosystem, enabling efficient data exchange and expanding the capabilities of your applications. Our expertise in API integration ensures smooth and secure interactions with external systems, enhancing your business processes.",
    "title": "United Nations Sustainability Development Goals",
    "subtitle": "What the heck are UNSDG?",
    "point1": "The United Nations Sustainable Development Goals (UNSDG) are a set of 17 global goals adopted by the United Nations in 2015",
    "point2": "The UNSDGs provide a framework for addressing global challenges including poverty, inequality, climate change, social injustice, etc",
    "point3": "The goals encompass a wide range of issues: ending poverty and hunger, combating climate change, promoting education and sustainable economic growth",
    "point4": "The UNSDGs aim to be achieved by 2030, providing a 15-year roadmap for sustainable development efforts on a global scale",
    "point5": "They call for collaboration and partnerships among governments, businesses, civil society organisations, and individuals to work together towards achieving the goals and creating a more sustainable world",
    "heading": "Why Cybethics deeply cares about values",
    "intro_text": "At Cybethics, ethics and reason are at the heart of everything we do. It's more than a name; it reflects our unwavering commitment to integrity and responsible business practices",
    "cyber_title": "Why Cyber?",
    "cyber_1": "Your Strategic Partner: Empower your business with software solutions.",
    "cyber_2": "Unlock Efficiency: Streamline operations and enhance productivity.",
    "cyber_3": "Custom Solutions: Tailored to your unique needs for seamless integration.",
    "cyber_4": "Technology for Growth: Leverage innovation for competitive advantage.",
    "cyber_5": "Measured Results: Tangible outcomes that drive success.",
    "cyber_6": "Enhanced User Experiences: Engage customers with intuitive interfaces.",
    "cyber_7": "Expert Team: Skilled professionals dedicated to your success.",
    "ethics_title": "Why Ethics?",
    "ethics_1": "Guided by Values: Our foundation is built on ethical principles.",
    "ethics_2": "Positive Impact: Drive social responsibility through technology.",
    "ethics_3": "Long-Term Vision: Sustainability and growth hand in hand.",
    "ethics_4": "Beyond Profit: Commitment to a better world through technology.",
    "ethics_5": "Trust and Respect: Earn trust through transparent practices.",
    "ethics_6": "Inclusive Approach: Foster fairness and inclusivity in solutions.",
    "ethics_7": "Empowering Teams: Motivate employees to create meaningful change.",
    "cyber-ethical-solutions-button": "Resolve",
    "unsdg3_title": "UNSDG 3: Good Health and Well-Being",
    "unsdg3_point1": "Employee Well-Being Programs: Prioritise the health and well-being of employees through wellness programs, promoting work-life balance, and creating a supportive work environment",
    "unsdg3_point2": "Flexible Work Arrangements: Offer flexible work arrangements, such as remote work or flexible hours, that allow employees to manage their health needs, attend medical appointments, or accommodate caregiving responsibilities",
    "unsdg3_point3": "Promote Health Awareness: Raise awareness about important health issues, share health tips, and promote preventive healthcare practices among employees and the wider community",
    "unsdg8_title": "UNSDG 8: Decent Work and Economic Growth",
    "unsdg8_point1": "Job Creation: Actively create job opportunities, contribute to economic growth by hiring and providing employment.",
    "unsdg8_point2": "Skill Development: Support initiatives for skill development and training programs to enhance employability.",
    "unsdg8_point3": "Fair & Inclusive Employment Practices: Foster a diverse and inclusive work environment, promote equal opportunities, respect human rights, and prohibit discrimination.",
    "unsdg8_point4": "Corporate Social Responsibility (CSR): Implement CSR initiatives supporting community development, education, and entrepreneurship.",
    "unsdg9_title": "UNSDG 9: Industry, Innovation and Infrastructure",
    "unsdg9_point1": "Technological Innovation: Drive cutting-edge software solutions, improving efficiency, productivity, and sustainability across industries.",
    "unsdg9_point2": "Digital Connectivity: Enhance access to affordable and reliable internet services, empowering communities, bridging the digital divide, and enabling economic opportunities.",
    "unsdg9_point3": "Partnerships for Innovation: Collaborate with industry, research, and government partners to foster innovation ecosystems, driving research and development to address societal challenges.",
    "unsdg11_title": "UNSDG 11: Sustainable Cities and Communities",
    "unsdg11_point1": "Internal Sustainability Practices: Implement eco-friendly policies for waste management, energy efficiency, and resource conservation. Encourage sustainable commuting methods like public transportation, carpooling, or cycling.",
    "unsdg11_point2": "Advocacy and Policy Engagement: Promote sustainable urban development through advocacy, stay informed about local policies, engage in public consultations, and advocate for public transportation, sustainable infrastructure, and inclusive urban design.",
    "unsdg11_point3": "Technology Solutions: Develop software applications and platforms for sustainable cities, including public transportation promotion, smart city management, citizen engagement, and urban planning facilitation.",
    "unsdg16_title": "UNSDG 16: Peace, Justice and Strong Institutions",
    "unsdg16_point1": "Ethical Business Practices: Foster integrity and ethical conduct, strong governance, anti-corruption measures, and transparency. Promote fair practices, responsible procurement, compliance, and human rights respect.",
    "unsdg16_point2": "Data Security and Privacy: Prioritise data security, robust cybersecurity, data protection compliance, and responsible data handling.",
    "unsdg16_point3": "Promote Digital Rights: Advocate for digital rights, including freedom of expression, privacy, and access. Support initiatives for digital literacy, inclusivity, and bridging the digital divide.",
    "unsdg16_point4": "Transparency and Accountability: Transparent tax practices, financial reporting, robust accounting standards, and relevant tax information disclosure.",
    "priority_title": "Our 5 UN Sustainability Goal Priorities",
    "priority_intro": "With all this said, Cybethics cannot focus on all but prioritises five out of the 17 goals instead. The choice for these five goals has been made on the basis of two main questions:",
    "question_1": "How can we contribute most?",
    "question_2": "Which goals do we consider most important?",
    "priority_conclusion": "Having provided the baseline for our beliefs, the below five goals are our priorities.",
    "contact_heading": "What happens when you contact us",
    "step1_text": "You contact our company and we assign a requirements engineer to you. Our requirements engineer is a specialist for technical possibilities, potential solutions, options and costs of the project.",
    "step2_text": "The requirements engineer proposes solutions to your problem and if you decide to go for it, a value stream (team) of people will be established to complete the project.",
    "step3_text": "The value stream discusses the architectural solution and divides the work into small and clear tasks.",
    "step4_text": "Depending on the project needs different specialists might be involved.",
    "step5_text": "The value stream works on the technical implementation and testing, while the responsible requirements engineer always has an overview so that you could be informed about the status.",
    "step6_text": "Once the work has been completed and successfully tested, the value stream will finalise the work and documentation for the final handover.",
    "step7_text": "The final work including the documentation will be sent to the requirements engineer for the final signoff.",
    "step8_text": "Once the project has been completed we will make sure the solution made available based on our clients needs.",
    "softwareEngineer": "Software Engineer",
    "frontendDeveloper": "Frontend Developer",
    "backendDeveloper": "Backend Developer",
    "requirementsEngineer": "Requirements Engineer",
    "valueStream": "Value Stream",
    "databaseAnalyst": "Database Analyst",
    "tester": "Tester",
    "devopsEngineer": "DevOps Engineer",
    "databaseEngineer": "Database Engineer",
    "youWantTo": "You want to",
    "reduceCosts": "reduce costs?",
    "optimizePerformance": "optimise performance?",
    "maximizeEfficiency": "maximise efficiency?",
    "avoidRepetitiveWork": "avoid repetitive work?",
    "streamlineProcesses": "streamline processes?",
    "automateTasks": "automate work?",
    "weCanHelp": "We can help! Contact us",
    "firstName": "First Name",
    "lastName": "Last Name",
    "emailAddress": "Email Address (*)",
    "phoneNumber": "Phone Number",
    "message": "Your Message (*)",
    "acceptDataSecurity": "I accept the data security terms",
    "privacy_policy_prefix": "I accept the ",
    "privacy_policy_link": "privacy policy",
    "submitButton": "Send",
    "footer_terms_conditions": "Terms and Conditions",
    "footer_privacy_policy_link": "Privacy Policy",
    "footer_imprint": "Imprint",
    "imprintTitle": "Imprint",
    "companyHeading": "Company",
    "postalAddressHeading": "Postal Address",
    "contactHeading": "Contact",
    "emailLabel": "Email: ",
    "phoneLabel": "Tel: ",
    "companyName": "Cybethics GmbH",
    "adminInfoHeading": "Administrative Details",
    "vat_number": "VAT Number: CHE-167.330.112",
    "commercial_register_number": "Commercial Register Number: CH-100.4.814.890-2",
    "general_terms": "General Terms and Conditions",
    "general_provisions": "A. General Provisions",
    "scope_and_applicability": "1. Scope and Applicability",
    "scope_description": "1.1 These General Terms and Conditions (GTC) govern the execution, content, and fulfillment of contracts between the parties referred to as the 'Customer' and the 'Service Provider,' hereinafter collectively referred to as the 'Contracting Parties,' for services of all kinds in the field of Information and Communication Technology (ICT). These General Terms and Conditions govern contracts for work contracts, service contracts, as well as purchase and leasing contracts, including but not limited to software licensing, procurement, maintenance and support of hardware and software, services for the development, customization, implementation, and operation of applications, outsourcing, online services, and communication services.",
    "customer_referral": "1.2 The Customer refers to these GTC in the tender documents or when requesting an offer. The Service Provider acknowledges the applicability of these GTC by submitting a written offer or, if no offer is submitted, at the latest upon acceptance of the order. The Service Provider's general terms and conditions do not apply, even if mentioned in the offer or other related documents.",
    "deviations_requirement": "1.3 Deviations from these GTC must be explicitly specified in the tender documents or in the request for an offer and/or in the offer and are only effective if mentioned in the contract.",
    "contract_components_ranking": "B. Contract Components and Ranking",
    "contract_components": "2. Contract Components and Ranking",
    "ranking_conflict_resolution": "2.1 In case of conflicts between the various contract components, the contract takes precedence over these GTC, which in turn take precedence over the offer, which takes precedence over the specifications. The Contracting Parties may make a different arrangement in the contract.",
    "offer": "C. Offer",
    "offer_description": "3. Offer",
    "offer_free": "3.1 The offer, including any presentations, is provided free of charge.",
    "offer_divergence": "3.2 If the offer and/or the tender documents differ from the Customer's request, the Customer must notify the Service Provider immediately. Otherwise, the contract will be concluded according to the offer and/or the tender documents.",
    "contract_conclusion": "D. Conclusion of the Contract",
    "contract_description": "4. Conclusion of the Contract",
    "contract_binding": "4.1 The contract is concluded when the Customer accepts the Service Provider's offer in writing. In the case of an oral offer, the contract can also be concluded orally. The contract can also be concluded by implied conduct.",
    "contract_clarification": "4.2 After accepting the offer, the Service Provider will confirm the contract in writing and provide the Customer with a copy of the contract.",
    "contract_duration_termination": "E. Contract Duration and Termination",
    "duration_description": "5. Contract Duration",
    "duration_initial_term": "5.1 The contract is concluded for the duration specified in the tender documents or the offer. In the absence of such information, the contract is concluded for an indefinite period.",
    "duration_termination_notice": "5.2 The notice period is at least 30 days, unless a different period is specified in the contract.",
    "contract_changes": "F. Contract Changes",
    "changes_description": "6. Contract Changes",
    "changes_request": "6.1 Changes to the contract can be requested in writing. The Service Provider will provide a written response to the change request within a reasonable time.",
    "changes_agreement": "6.2 Changes to the contract require the written consent of both Contracting Parties.",
    "contract_prices_payment": "G. Contract Prices and Payments",
    "prices_description": "7. Contract Prices and Payments",
    "prices_currency": "7.1 All prices are specified in the currency defined in the offer or the contract.",
    "prices_payment_terms": "7.2 Payment terms are specified in the offer or the contract. In the absence of specific payment terms, invoices must be paid within 30 days of the invoice date without deduction.",
    "contract_performance": "H. Contract Performance",
    "performance_description": "8. Contract Performance",
    "performance_quality": "8.1 The Service Provider performs its services in accordance with the contract and applicable quality standards.",
    "performance_report": "8.2 The Service Provider provides regular reports on the progress of its services to the Customer.",
    "contract_acceptance": "I. Contract Acceptance",
    "acceptance_description": "9. Contract Acceptance",
    "acceptance_criteria": "9.1 Contract acceptance is carried out by the Customer after reviewing and finding the Service Provider's services satisfactory.",
    "acceptance_certificate": "9.2 Upon the Customer's request, the Service Provider will issue an acceptance certificate.",
    "contract_warranties": "J. Contract Services and Warranties",
    "warranties_description": "10. Contract Services and Warranties",
    "warranties_performance": "10.1 The Service Provider warrants that its services comply with the contractual requirements and applicable quality standards.",
    "warranties_defects": "10.2 The Customer is obligated to promptly report defects in writing. The Service Provider will rectify the defects within a reasonable time.",
    "contract_liability": "K. Liability",
    "liability_description": "11. Liability",
    "liability_limitation": "11.1 The liability of the Service Provider is limited to willful misconduct and gross negligence, except in the case of damage to life, body, or health.",
    "liability_exclusion": "11.2 The Service Provider's liability for indirect damages, lost profits, data loss, or consequential damages is excluded.",
    "contract_termination": "L. Contract Termination",
    "termination_description": "12. Contract Termination",
    "termination_reasons": "12.1 The contract can be terminated with immediate effect by both Contracting Parties for significant reasons.",
    "termination_notice": "12.2 Termination must be in writing.",
    "contract_final_provisions": "M. Final Provisions",
    "final_provisions_description": "13. Final Provisions",
    "final_provisions_entire_agreement": "13.1 This contract constitutes the entire agreement of the Contracting Parties and supersedes all prior agreements, promises, and understandings, whether written or oral, related to the subject matter of the contract.",
    "final_provisions_amendments": "13.2 Changes or additions to this contract require written form and must be signed by both Contracting Parties.",
    "privacy_policy_heading": "Privacy Policy",
    "privacy_policy_intro": "According to Article 13 of the Swiss Federal Constitution and the data protection provisions of the Federal Data Protection Act (DSG), every person is entitled to protection of their privacy and personal data. We take the protection of your personal data very seriously and process it in accordance with the legal data protection regulations and this privacy policy.",
    "data_collection_heading": "Data Collection and Protection",
    "data_collection_intro": "We want to assure you that we are committed to data security. Our website does not use any forms of data tracking, including tools like Google Analytics. The only data we collect is voluntarily provided through our contact form. This includes information such as your full name (if provided), email address, phone number, and your message.",
    "data_collection_note": "Our data processing process is designed to protect your privacy. The information you provide through our contact form is temporarily and securely stored in the email we receive. We want to emphasize that we delete this email as soon as we have established contact with you. Please note, however, that the physical deletion of emails by email service providers is beyond our control.",
    "access_security_heading": "Access to Your Data and Security Measures",
    "access_security_intro": "Access to the data you provide is strictly limited to a single designated person responsible for responding to your inquiries. This team member is trained to handle your data with the utmost care and is instructed to delete the email containing your information once contact has been established.",
    "access_security_measures": "We have implemented strict security measures to protect your data. This includes HTTPS encryption, robust firewalls, and email security settings provided by Microsoft. To further enhance your security, we recommend regularly updating your operating system, antivirus software, modem, router, and web browser in accordance with the recommendations of their respective providers.",
    "third_party_heading": "No Third-Party Involvement and Data Security Risks",
    "third_party_info": "Your data is never shared with external or third-party services. It remains within our internal team to ensure maximum privacy and confidentiality. However, we would like to point out that data transmission over the Internet may have security vulnerabilities that make it impossible to provide comprehensive protection of data from access by third parties.",
    "ssl_tls_heading": "Privacy Policy for SSL/TLS Encryption",
    "ssl_tls_info": "For security reasons and to protect the transmission of confidential content, such as your inquiries to us as the site operator, this website uses SSL/TLS encryption. You can recognize an encrypted connection by the fact that the address line of the browser changes from 'http://' to 'https://' and by the lock symbol in your browser line. When SSL/TLS encryption is activated, the data you transmit to us cannot be read by third parties.",
    "copyright_heading": "Copyright",
    "copyright_info": "The copyrights and all other rights to content, images, photos, or other files on the website belong exclusively to the operator of this website or the specifically named rights holders. For the reproduction of any files, the written consent of the copyright holder must be obtained in advance.",
    "copyright_warning": "Unauthorized reproduction of copyrighted material without the consent of the respective copyright holder may result in criminal prosecution and, if necessary, claims for damages.",
    "processing_data_heading": "Processing of Personal Data",
    "processing_data_info": "Personal data refers to any information relating to a specific or identifiable person. A data subject is a person over whom personal data is processed. We process personal data in accordance with Swiss data protection law and, where applicable, the EU GDPR. We process personal data based on various legal grounds related to Article 6(1) GDPR. This includes processing personal data for the performance of a contract with the data subject, for the implementation of pre-contractual measures, for compliance with legal obligations, for the protection of vital interests, and for the protection of legitimate interests of us or third parties, unless the interests of the data subject prevail.",
    "processing_data_duration": "We retain personal data only for as long as necessary for the respective purpose or purposes. In the case of longer retention obligations due to legal and other obligations, we restrict processing accordingly.",
    "additional_info_heading": "Additional Information and Contact",
    "additional_info_intro": "If you require further information about our data protection practices, please do not hesitate to contact us with your inquiries. We are committed to providing you with the best possible answers to your questions.",
    "additional_info_thanks": "Thank you for using our services. We strive to justify your trust in our data protection practices.",
    "additional_info_contact": "If you have any questions or concerns regarding our privacy policy or the processing of your data, please contact us using the following information:"  
  }