{
    "canvas_text_1": "Business Software Tailored to Your Needs",
    "canvas_text_2": "Maximize Your Potential with Software Solutions",
    "custom_software_development": "Customized Software Development",
    "software_desc": "Our team excels in developing custom software solutions that perfectly align with your business requirements. Using industry-leading technologies such as Spring Boot, Angular, HTML, CSS, and JPA, we create scalable and robust applications that empower your organization to thrive in the digital landscape.",
    "frontend_title": "Frontend Development",
    "frontend_desc": "Our frontend development services focus on creating engaging and user-friendly interfaces that enhance the user experience. Our skilled team of frontend developers is proficient in HTML, CSS, and JavaScript, ensuring seamless integration of design and functionality. We stay up to date with the latest frontend frameworks, such as Angular, to deliver visually stunning and responsive web applications. Whether it's crafting intuitive user interfaces or optimizing website performance, our frontend development expertise ensures your online presence captivates and engages your target audience.",
    "web-development-experience-title": "The average Cybethics employee has",
    "backend_title": "Backend Development",
    "backend_desc": "Our backend development services revolve around building robust and scalable architectures that power your software applications. Our experienced team of backend developers specializes in programming languages like Java, Python, as well as frameworks like Spring Boot and Quarkus. We leverage our expertise in database design, API integrations, and server-side technologies to ensure efficient data management, seamless communication, and secure data exchange. With our backend development solutions, you can expect reliable performance, strong data security, and the foundation for a successful software application.",
    "years_of_experience": "years development experience",
    "technologies_known": "technologies in his backpack",
    "average_certificates": "different certifications acquired",
    "technology_stack_opportunities": "possibilities to solve your problems",
    "mobile_app_development_title": "Mobile App Development",
    "mobile_app_development": "Mobile App Development",
    "mobile_app_desc": "We specialize in crafting intuitive and feature-rich mobile applications for iOS and Android platforms. Leveraging our expertise in native and hybrid app development, we create seamless user experiences, leveraging technologies such as Swift, Kotlin, Java, React Native, and Flutter.",
    "uiux_design": "UI/UX Design",
    "uiux_desc": "Emphasize your focus on creating intuitive and visually appealing user interfaces (UI) and delivering exceptional user experiences (UX). Mention your expertise in crafting user-friendly navigation, engaging interactions, and seamless transitions.",
    "performance_title": "Performance Optimization",
    "performance_desc": "Showcase your ability to optimize mobile app performance to ensure smooth and efficient operation. Highlight your techniques for minimizing app load times, reducing memory usage, and optimizing battery consumption.",
    "app_security": "App Security",
    "security_desc": "Highlight your commitment to ensuring the security of mobile applications. Mention your expertise in implementing robust security measures, such as data encryption, secure user authentication, and protection against common security vulnerabilities.",
    "cross_platform": "Cross-Platform",
    "cross_platform_desc": "With cross-platform development technologies like Flutter apps can be developed for multiple platforms in one",
    "app_security_title": "App Security",
    "app_security_desc": "Highlight your commitment to ensuring the security of mobile applications. Mention your expertise in implementing robust security measures, such as data encryption, secure user authentication, and protection against common security vulnerabilities.",
    "data_encryption": "encryption",
    "user_authentication": "authentication",
    "protection_measures": "protection",
    "native_title": "Native",
    "native_desc": "Highlight your proficiency in developing mobile applications for iOS and Android platforms. Mention your experience with specific versions of iOS and Android, as well as any additional platforms you may support.",
    "ios_and_android": "iOS and Android",
    "ios_android_versions": "iOS and Android",
    "swift_title": "Swift",
    "swift_subtitle": "(iOS)",
    "android_sdk_title": "Android SDK",
    "android_subtitle": "(Android)",
    "native_adv_disadvantages": "Advantages and disadvantages of native app programming:",
    "better_perf": "Better app performance",
    "native_exp": "Native user experience",
    "device_features_access": "More access to device features",
    "os_flexibility": "OS change flexibility",
    "dev_time_cost": "Development time and cost",
    "maint_cost": "Maintenance cost",
    "cross_platform_title": "Cross-Platform",
    "flutter_title": "Flutter",
    "flutter_desc": "With cross-platform development technologies like Flutter apps can be developed for multiple platforms in one go.",
    "pro_faster_dev": "Faster development",
    "pro_maintenance_all_platforms": "Maintenance deployed on all platforms",
    "pro_single_codebase": "Single codebase",
    "con_performance_limitations": "Performance limitations",
    "con_platform_specific": "Limited platform-specific features",
    "con_os_updates": "Difficulties on operating system updates",
    "devops_title": "DevOps",
    "devops_desc": "Our DevOps experts streamline your software development and deployment processes, enabling faster and more reliable releases. We implement containerization techniques using platforms like Docker and orchestration tools like Kubernetes, ensuring scalability, portability, and ease of management.",
    "serverless_title": "Severless Functions",
    "serverless_desc": "Experience the benefits of serverless computing with our serverless functions development services. We design and build serverless architectures using platforms like AWS Lambda, Azure Functions, and Google Cloud Functions, enabling you to focus on business logic without worrying about infrastructure management.",
    "api_integration_title": "External API Integrations",
    "api_integration_desc": "We facilitate seamless integration of third-party APIs into your software ecosystem, enabling efficient data exchange and expanding the capabilities of your applications. Our expertise in API integration ensures smooth and secure interactions with external systems, enhancing your business processes.",
    "title": "United Nations Sustainability Development Goals",
    "subtitle": "What the heck are UNSDG?",
    "point1": "The United Nations Sustainable Development Goals (UNSDG) are a set of 17 global goals adopted by the United Nations in 2015",
    "point2": "The UNSDGs provide a framework for addressing global challenges including poverty, inequality, climate change, social injustice, etc",
    "point3": "The goals encompass a wide range of issues: ending poverty and hunger, combating climate change, promoting education and sustainable economic growth",
    "point4": "The UNSDGs aim to be achieved by 2030, providing a 15-year roadmap for sustainable development efforts on a global scale",
    "point5": "They call for collaboration and partnerships among governments, businesses, civil society organisations, and individuals to work together towards achieving the goals and creating a more sustainable world",
    "heading": "Why Cybethics deeply cares about values",
    "intro_text": "At Cybethics, ethics and reason are at the core of everything we do. It's",
    "cyber_title": "Why Cyber?",
    "cyber_1": "Your Strategic Partner: Empower your business with software solutions.",
    "cyber_2": "Unlock Efficiency: Streamline operations and enhance productivity.",
    "cyber_3": "Custom Solutions: Tailored to your unique needs for seamless integration.",
    "cyber_4": "Technology for Growth: Leverage innovation for competitive advantage.",
    "cyber_5": "Measured Results: Tangible outcomes that drive success.",
    "cyber_6": "Enhanced User Experiences: Engage customers with intuitive interfaces.",
    "cyber_7": "Expert Team: Skilled professionals dedicated to your success.",
    "ethics_title": "Why Ethics?",
    "ethics_1": "Guided by Values: Our foundation is built on ethical principles.",
    "ethics_2": "Positive Impact: Drive social responsibility through technology.",
    "ethics_3": "Long-Term Vision: Sustainability and growth hand in hand.",
    "ethics_4": "Beyond Profit: Commitment to a better world through technology.",
    "ethics_5": "Trust and Respect: Earn trust through transparent practices.",
    "ethics_6": "Inclusive Approach: Foster fairness and inclusivity in solutions.",
    "ethics_7": "Empowering Teams: Motivate employees to create meaningful change.",
    "cyber-ethical-solutions-button": "Resolve",
    "unsdg3_title": "UNSDG 3: Good Health and Well-Being",
    "unsdg3_point1": "Employee Well-Being Programs: Prioritise the health and well-being of employees through wellness programs, promoting work-life balance, and creating a supportive work environment",
    "unsdg3_point2": "Flexible Work Arrangements: Offer flexible work arrangements, such as remote work or flexible hours, that allow employees to manage their health needs, attend medical appointments, or accommodate caregiving responsibilities",
    "unsdg3_point3": "Promote Health Awareness: Raise awareness about important health issues, share health tips, and promote preventive healthcare practices among employees and the wider community",
    "unsdg8_title": "UNSDG 8: Decent Work and Economic Growth",
    "unsdg8_point1": "Job Creation: Actively create job opportunities, contribute to economic growth by hiring and providing employment.",
    "unsdg8_point2": "Skill Development: Support initiatives for skill development and training programs to enhance employability.",
    "unsdg8_point3": "Fair & Inclusive Employment Practices: Foster a diverse and inclusive work environment, promote equal opportunities, respect human rights, and prohibit discrimination.",
    "unsdg8_point4": "Corporate Social Responsibility (CSR): Implement CSR initiatives supporting community development, education, and entrepreneurship.",
    "unsdg9_title": "UNSDG 9: Industry, Innovation and Infrastructure",
    "unsdg9_point1": "Technological Innovation: Drive cutting-edge software solutions, improving efficiency, productivity, and sustainability across industries.",
    "unsdg9_point2": "Digital Connectivity: Enhance access to affordable and reliable internet services, empowering communities, bridging the digital divide, and enabling economic opportunities.",
    "unsdg9_point3": "Partnerships for Innovation: Collaborate with industry, research, and government partners to foster innovation ecosystems, driving research and development to address societal challenges.",
    "unsdg11_title": "UNSDG 11: Sustainable Cities and Communities",
    "unsdg11_point1": "Internal Sustainability Practices: Implement eco-friendly policies for waste management, energy efficiency, and resource conservation. Encourage sustainable commuting methods like public transportation, carpooling, or cycling.",
    "unsdg11_point2": "Advocacy and Policy Engagement: Promote sustainable urban development through advocacy, stay informed about local policies, engage in public consultations, and advocate for public transportation, sustainable infrastructure, and inclusive urban design.",
    "unsdg11_point3": "Technology Solutions: Develop software applications and platforms for sustainable cities, including public transportation promotion, smart city management, citizen engagement, and urban planning facilitation.",
    "unsdg16_title": "UNSDG 16: Peace, Justice and Strong Institutions",
    "unsdg16_point1": "Ethical Business Practices: Foster integrity and ethical conduct, strong governance, anti-corruption measures, and transparency. Promote fair practices, responsible procurement, compliance, and human rights respect.",
    "unsdg16_point2": "Data Security and Privacy: Prioritize data security, robust cybersecurity, data protection compliance, and responsible data handling.",
    "unsdg16_point3": "Promote Digital Rights: Advocate for digital rights, including freedom of expression, privacy, and access. Support initiatives for digital literacy, inclusivity, and bridging the digital divide.",
    "unsdg16_point4": "Transparency and Accountability: Transparent tax practices, financial reporting, robust accounting standards, and relevant tax information disclosure.",
    "priority_title": "Our 5 UN Sustainability Goal Priorities",
    "priority_intro": "With all this said, Cybethics cannot focus on all but prioritises five out of the 17 goals instead. The choice for these five goals has been made on the basis of two main questions:",
    "question_1": "How can we contribute most?",
    "question_2": "Which goals do we consider most important?",
    "priority_conclusion": "Having provided the baseline for our beliefs, the below five goals are our priorities.",
    "contact_heading": "What happens when you contact us",
    "step1_text": "You contact our company and we assign a requirements engineer to you. Our requirements engineer is a specialist for technical possibilities, potential solutions, options and costs of the project.",
    "step2_text": "The requirements engineer proposes solutions to your problem and if you decide to go for it, a value stream (team) of people will be established to complete the project.",
    "step3_text": "The value stream discusses the architectural solution and divides the work into small and clear tasks.",
    "step4_text": "Depending on the project needs different specialists might be involved.",
    "step5_text": "The value stream works on the technical implementation and testing, while the responsible requirements engineer always has an overview so that you could be informed about the status.",
    "step6_text": "Once the work has been completed and successfully tested, the value stream will finalize the work and documentation for the final handover.",
    "step7_text": "The final work including the documentation will be sent to the requirements engineer for the final signoff.",
    "step8_text": "Once the project has been completed we will make sure the solution made available based on our clients needs.",
    "softwareEngineer": "Software Engineer",
    "frontendDeveloper": "Frontend Developer",
    "backendDeveloper": "Backend Developer",
    "requirementsEngineer": "Requirements Engineer",
    "valueStream": "Value Stream",
    "databaseAnalyst": "Database Analyst",
    "tester": "Tester",
    "devopsEngineer": "DevOps Engineer",
    "databaseEngineer": "Database Engineer",
    "youWantTo": "You want to",
    "reduceCosts": "reduce costs?",
    "optimizePerformance": "optimize performance?",
    "maximizeEfficiency": "maximize efficiency?",
    "avoidRepetitiveWork": "avoid repetitive work?",
    "streamlineProcesses": "streamline processes?",
    "automateTasks": "automate work?",
    "weCanHelp": "We can help! Contact us",
    "firstName": "First Name",
    "lastName": "Last Name",
    "emailAddress": "Email Address (*)",
    "phoneNumber": "Phone Number",
    "message": "Your Message (*)",
    "acceptDataSecurity": "I accept the data security terms",
    "privacy_policy_prefix": "I accept the ",
    "privacy_policy_link": "privacy policy",
    "submitButton": "Send"
}